# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'
tap 'lokalise/cli-2'

# Binaries
brew 'git' # https://apple.stackexchange.com/a/272220/352112
brew 'mackup'
brew 'mas' # Mac App Store manager
brew 'yadm'

# Development
brew 'go'
brew 'lokalise2'
brew 'mysql'
brew 'node'

# Apps
cask 'brave-browser'
cask 'daisydisk'
cask 'dbeaver-community'
cask 'discord'
cask 'docker'
cask 'gitkraken'
cask 'gpg-suite'
cask 'grammarly'
cask 'iterm2'
cask 'lastpass'
cask 'postman'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'telegram'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'zoom'

# Quicklook
cask 'quicklook-csv'
cask 'quicklook-json'

# Fonts
cask 'font-fira-code'

# Mac App Store
mas 'Grammarly for Safari', id: 1462114288
mas 'WPS Office: PDF, Docs, Sheet', id: 1468073139
