# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'

# Apps
cask 'brave-browser'
cask 'box-sync'
cask 'daisydisk'
cask 'discord'
cask 'gitkraken'
cask 'gpg-suite'
cask 'grammarly'
cask 'hyper'
cask 'lark'
cask 'lastpass'
cask 'postman'
cask 'pritunl'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'telegram'
cask 'visual-studio-code'
cask 'whatsapp'

# Fonts
cask 'font-fira-code'
