# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'

# Binaries
brew 'git' # https://apple.stackexchange.com/a/272220/352112
brew 'go'
brew 'mackup'
brew 'mas' # Mac App Store manager

# Development
brew 'mysql'

# Apps
cask 'brave-browser'
cask 'box-sync'
cask 'daisydisk'
cask 'dbeaver-community'
cask 'discord'
cask 'docker'
cask 'gitkraken'
cask 'gpg-suite'
cask 'grammarly'
cask 'hyper'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'kindle'
cask 'lark'
cask 'lastpass'
cask 'loom'
cask 'postman'
cask 'pritunl'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'telegram'
cask 'visual-studio-code'
cask 'wickrme'
cask 'whatsapp'
cask 'zoom'

# Quicklook
cask 'quicklook-csv'
cask 'quicklook-json'

# Fonts
cask 'font-fira-code'

# Mac App Store
mas 'Microsoft Excel', id: 462058435
